Repository: pixelspark/sushitrain
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, it, nl, uk

source: Upgrading the database. This may take a few minutes, depending on how many files you have. Please do not close the app until this is finished.
de: Die Datenbank wird aktualisiert. Dies kann einige Minuten dauern, je nach der Anzahl der Dateien, die Sie haben. Bitte schließen Sie die App nicht, bis dieser Vorgang abgeschlossen ist.
es: Actualizando la base de datos. Esto puede tardar unos minutos, dependiendo de cuántos archivos tengas. Por favor, no cierres la app hasta que esto termine.
it: Aggiornamento del database. Questo potrebbe richiedere alcuni minuti, a seconda del numero di file che hai. Si prega di non chiudere l'app finché non è terminato.
nl: De database wordt bijgewerkt. Dit kan enkele minuten duren, afhankelijk van hoeveel bestanden je hebt. Sluit de app niet totdat dit is voltooid.
uk: Оновлення бази даних. Це може зайняти кілька хвилин, залежно від кількості ваших файлів. Будь ласка, не закривайте програму, доки оновлення не завершиться.

source: Uptime
de: Betriebszeit
es: Tiempo de actividad
it: Durata operativa
nl: Tijd sinds opstarten
uk: Час роботи

source: Use default addresses
de: Standardadressen verwenden
es: Usar direcciones predeterminadas
it: Usa indirizzi predefiniti
nl: Gebruik standaardadressen
uk: Використовувати стандартні адреси

source: Use default configuration location
de: Standardkonfigurationsort verwenden
es: Usar ubicación de configuración predeterminada
it: Usa la posizione di configurazione predefinita
nl: Gebruik standaard configuratielocatie
uk: Використовувати розташування конфігурації за замовчуванням

source: Use password for device
de: Passwort für Gerät verwenden
es: Usar contraseña para el dispositivo
it: Usa password per dispositivo
nl: Gebruik wachtwoord voor apparaat
uk: Використовувати пароль для пристрою

source: Variant
de: Variante
es: Variante
it: Variante
uk: Варіант

source: Version information
de: Versionsinformationen
es: Información de la versión
it: Informazioni sulla versione
nl: Versie-informatie
uk: Інформація про версію

source: View as
de: Anzeigen als
es: Ver como
it: Visualizza come
nl: Bekijk als
uk: Переглянути як

source: View file
de: Datei anzeigen
es: Ver archivo
it: Visualizza file
nl: Bekijk bestand
uk: Переглянути файл

source: View settings
de: Anzeigeeinstellungen
es: Configuración de pantalla
it: Impostazioni di visualizzazione
nl: Weergave-instellingen
uk: Переглянути налаштування

source: Visibility
de: Sichtbarkeit
es: Visibilidad
it: Visibilità
nl: Zichtbaarheid
uk: Видимість

source: Wait for completion
de: Auf Abschluss warten
es: Esperar a que se complete
it: Attendere il completamento
nl: Wacht op voltooiing
uk: Очікування завершення

source: Wait until the folder is done synchronizing and try again.
de: Warten Sie, bis der Ordner mit der Synchronisierung fertig ist, und versuchen Sie es erneut.
es: Espera a que la carpeta termine de sincronizarse e intenta de nuevo.
it: Attendere che la cartella abbia terminato la sincronizzazione e riprovare.
nl: Wacht tot de map klaar is met synchroniseren en probeer het opnieuw.
uk: Дочекайтеся, поки папка завершить синхронізацію, і спробуйте ще раз.

source: Waiting to clean...
de: Warten auf Bereinigung...
es: Esperando para limpiar...
it: In attesa di pulizia...
nl: Wacht op schoonmaken
uk: Очікування для очищення...

source: Waiting to scan...
de: Warten auf Scan...
es: Esperando para escanear...
it: In attesa di scansione...
nl: Wachten om te scannen...
uk: Очікування на сканування...

source: Waiting to synchronize...
de: Warten auf Synchronisierung...
es: Esperando para sincronizar...
it: In attesa di sincronizzazione...
nl: Wachten om te synchroniseren...
uk: Очікування синхронізації...

source: Watch for changes
de: Änderungen überwachen
es: Monitorear cambios
it: Controlla le modifiche
nl: Wijzigingen volgen
uk: Слідкуйте за змінами

source: Welcome to Synctrain!
de: Willkommen bei Synctrain!
es: ¡Bienvenido a Synctrain!
it: Benvenuto su Synctrain!
nl: Welkom bij Synctrain!
uk: Ласкаво просимо до Synctrain!

source: When background synchronization completes
de: Wenn die Hintergrundsynchronisierung abgeschlossen ist
es: Cuando la sincronización en segundo plano se complete
it: Quando la sincronizzazione in background è completata
nl: Wanneer achtergrondsynchronisatie voltooid is
uk: Коли фонову синхронізацію завершено

source: When disk space is scarce, the system may decide to remove some thumbnails in order to free up space.
de: Wenn der Speicherplatz knapp ist, kann das System entscheiden, einige Vorschaubilder zu entfernen, um Platz zu schaffen.
es: Cuando el espacio en disco escasea, el sistema puede decidir eliminar algunas miniaturas para liberar espacio.
it: Quando lo spazio su disco è scarso, il sistema potrebbe decidere di rimuovere alcune miniature per liberare spazio.
nl: Wanneer er weinig schijfruimte beschikbaar is, kan het systeem besluiten om enkele miniaturen te verwijderen om ruimte vrij te maken.
uk: Коли дисковий простір обмежений, система може вирішити видалити деякі ескізи, щоб звільнити місце.

source: When enabled, certain files that are created by the system (such as .DS_Store) will not be noticed as 'new files' in folders that are selectively synced. These files will still be synced in folders that are fully synchronized and when they are created by other devices.
de: Wenn diese Option aktiviert ist, werden bestimmte vom System erstellte Dateien (wie .DS_Store) in Ordnern, die selektiv synchronisiert werden, nicht als 'neue Dateien' erkannt. Diese Dateien werden weiterhin in Ordnern synchronisiert, die vollständig synchronisiert sind, und wenn sie von anderen Geräten erstellt werden.
es: Cuando está habilitado, ciertos archivos creados por el sistema (como .DS_Store) no serán reconocidos como 'archivos nuevos' en las carpetas que se sincronizan selectivamente. Estos archivos seguirán sincronizándose en las carpetas que están completamente sincronizadas y cuando sean creados por otros dispositivos.
it: Quando abilitato, alcuni file creati dal sistema (come .DS_Store) non verranno riconosciuti come 'nuovi file' nelle cartelle sincronizzate selettivamente. Questi file continueranno a essere sincronizzati nelle cartelle completamente sincronizzate e quando vengono creati da altri dispositivi.
nl: Wanneer ingeschakeld, zullen bepaalde bestanden die door het systeem zijn aangemaakt (zoals .DS_Store) niet als 'nieuwe bestanden' worden opgemerkt in mappen die selectief worden gesynchroniseerd. Deze bestanden worden nog steeds gesynchroniseerd in mappen die volledig worden gesynchroniseerd en wanneer ze worden aangemaakt door andere apparaten.
uk: Коли цей параметр ввімкнено, певні файли, створені системою (наприклад, .DS_Store), не будуть помічені як 'нові файли' у вибірково синхронізованих папках. Ці файли все одно будуть синхронізуватися в папках, що повністю синхронізуються, і коли вони створені іншими пристроями.

source: When enabled, files and directories whose name start with a dot will not be shown when browsing a folder. These files and directories will remain visible in search results.
de: Wenn aktiviert, werden Dateien und Verzeichnisse, deren Name mit einem Punkt beginnt, beim Durchsuchen eines Ordners nicht angezeigt. Diese Dateien und Verzeichnisse bleiben in den Suchergebnissen sichtbar.
es: Cuando está activado, los archivos y directorios cuyo nombre empieza con un punto no se mostrarán al navegar por una carpeta. Estos archivos y directorios seguirán siendo visibles en los resultados de búsqueda.
it: Quando abilitato, i file e le directory il cui nome inizia con un punto non verranno mostrati durante la navigazione in una cartella. Questi file e directory rimarranno visibili nei risultati di ricerca.
nl: Wanneer ingeschakeld, worden bestanden en mappen waarvan de naam begint met een punt niet getoond bij het bladeren door een map. Deze bestanden en mappen blijven zichtbaar in zoekresultaten.
uk: Коли цей параметр увімкнено, файли і каталоги, ім'я яких починається з крапки, не відображатимуться під час перегляду папки. Ці файли і каталоги залишатимуться видимими в результатах пошуку.

source: When enabled, the app will listen on default addresses, and will use the default relay pool.
de: Wenn aktiviert, hört die App auf Standardadressen und verwendet den Standard-Relay-Pool.
es: Cuando está habilitada, la app escuchará en las direcciones predeterminadas y utilizará el grupo de retransmisión predeterminado.
it: Quando abilitata, l'app ascolterà sugli indirizzi predefiniti e utilizzerà il pool di relay predefinito.
nl: Wanneer ingeschakeld, luistert de app op standaardadressen en gebruikt deze de standaard relay pool.
uk: Коли увімкнено, додаток буде слухати на стандартних адресах і використовувати стандартний пул ретрансляторів.

source: When enabled, the app will look up addresses for this device automatically using various discovery mechanisms.
de: Wenn aktiviert, wird die App automatisch Adressen für dieses Gerät mithilfe verschiedener Entdeckungsmechanismen suchen.
es: Cuando esté activada, la aplicación buscará automáticamente direcciones para este dispositivo utilizando varios mecanismos de descubrimiento.
it: Quando abilitata, l'app cercherà automaticamente gli indirizzi per questo dispositivo utilizzando vari meccanismi di scoperta.
nl: Wanneer ingeschakeld, zal de app automatisch adressen voor dit apparaat opzoeken met behulp van verschillende ontdekkingsmechanismen.
uk: Коли ввімкнено, додаток автоматично знаходить адреси для цього пристрою за допомогою різних механізмів виявлення.

source: When enabled, the app will use the default discovery service to announce itself.
de: Wenn aktiviert, verwendet die App den Standard-Erkennungsdienst, um sich selbst anzukündigen.
es: Cuando está habilitado, la aplicación utilizará el servicio de descubrimiento predeterminado para anunciarse.
it: Quando abilitata, l'app utilizzerà il servizio di scoperta predefinito per annunciarsi.
nl: Wanneer ingeschakeld, zal de app de standaard ontdekkingsservice gebruiken om zichzelf aan te kondigen.
uk: Коли ввімкнено, додаток використовуватиме стандартну службу виявлення для оголошення про себе.

source: When enabled, the app will use the default STUN servers.
de: Wenn aktiviert, verwendet die App die standardmäßigen STUN-Server.
es: Cuando esté habilitada, la aplicación usará los servidores STUN predeterminados.
it: Quando abilitata, l'app utilizzerà i server STUN predefiniti.
nl: Wanneer ingeschakeld, zal de app de standaard STUN-servers gebruiken.
uk: Коли ввімкнено, додаток буде використовувати стандартні STUN-сервери.

source: When last synchronization happened long ago
de: Als die letzte Synchronisierung lange her ist
es: Cuando la última sincronización ocurrió hace mucho tiempo
it: Quando l'ultima sincronizzazione è avvenuta molto tempo fa
nl: Wanneer de laatste synchronisatie lang geleden plaatsvond
uk: Коли остання синхронізація була давно.

source: When the cache is enabled, thumbnails will load quicker and use less data when viewed more than once.
de: Wenn der Cache aktiviert ist, laden Thumbnails schneller und verbrauchen weniger Daten, wenn sie mehr als einmal angesehen werden.
es: Cuando la memoria caché está habilitada, las miniaturas se cargan más rápido y usan menos datos cuando se ven más de una vez.
it: Quando la cache è abilitata, le miniature si caricano più velocemente e utilizzano meno dati quando vengono visualizzate più di una volta.
nl: Wanneer de cache is ingeschakeld, laden miniaturen sneller en wordt er minder data gebruikt wanneer ze meer dan één keer worden bekeken.
uk: Коли кеш увімкнено, ескізи завантажуються швидше і використовують менше даних при повторному перегляді.

source: When the folder structure is changed, photos that were already saved will be saved again in their new location.
de: Wenn die Ordnerstruktur geändert wird, werden Fotos, die bereits gespeichert waren, erneut an ihrem neuen Standort gespeichert.
es: Cuando se cambie la estructura de carpetas, las fotos que ya estaban guardadas se volverán a guardar en su nueva ubicación.
it: Quando la struttura delle cartelle viene modificata, le foto già salvate verranno nuovamente salvate nella loro nuova posizione.
nl: Wanneer de mappenstructuur wordt gewijzigd, zullen foto's die al waren opgeslagen opnieuw worden opgeslagen op hun nieuwe locatie.
uk: Коли структура папок змінюється, фотографії, які вже були збережені, будуть збережені знову в новому місці.

source: When this setting is enabled, the app will not attempt to connect to more devices after one connection has been established.
de: Wenn diese Einstellung aktiviert ist, wird die App nicht versuchen, sich mit weiteren Geräten zu verbinden, nachdem eine Verbindung hergestellt wurde.
es: Cuando esta configuración está habilitada, la app no intentará conectarse a más dispositivos una vez establecida una conexión.
it: Quando questa impostazione è abilitata, l'app non tenterà di connettersi ad altri dispositivi dopo che una connessione è stata stabilita.
nl: Wanneer dit is ingeschakeld probeert de app niet om met meer apparaten te verbinden zodra er één verbinding tot stand is gekomen met een apparaat.
uk: Коли ця настройка ввімкнена, додаток не намагатиметься підключитися до інших пристроїв після встановлення одного з'єднання.

source: When you select this file, it will not become immediately available on this device, because none of the currently connected devices have a full copy of the file that can be downloaded.
de: Wenn du diese Datei auswählst, wird sie auf diesem Gerät nicht sofort verfügbar sein, da keines der derzeit angeschlossenen Geräte über eine vollständige Kopie der Datei verfügt, die heruntergeladen werden kann.
es: Cuando selecciones este archivo, no estará disponible inmediatamente en este dispositivo, porque ninguno de los dispositivos actualmente conectados tiene una copia completa del archivo que se pueda descargar.
it: Quando selezioni questo file, non sarà immediatamente disponibile su questo dispositivo, poiché nessuno dei dispositivi attualmente connessi dispone di una copia completa del file scaricabile.
nl: Wanneer je dit bestand selecteert, wordt het niet direct beschikbaar op dit apparaat, omdat geen van de momenteel verbonden apparaten een volledige kopie van het bestand heeft die kan worden gedownload.
uk: Коли ви виберете цей файл, він не буде одразу доступний на цьому пристрої, оскільки жоден із підключених зараз пристроїв не має повної копії файлу, яку можна завантажити.

source: When you select this file, it will not become immediately available on this device, because there are no other devices connected to download the file from.
de: Wenn Sie diese Datei auswählen, wird sie nicht sofort auf diesem Gerät verfügbar sein, da keine anderen Geräte zum Herunterladen der Datei verbunden sind.
es: Cuando selecciones este archivo, no estará inmediatamente disponible en este dispositivo, porque no hay otros dispositivos conectados desde los cuales descargar el archivo.
it: Quando selezioni questo file, non sarà immediatamente disponibile su questo dispositivo, perché non ci sono altri dispositivi collegati da cui scaricarlo.
nl: Wanneer je dit bestand selecteert, zal het niet direct beschikbaar zijn op dit apparaat, omdat er geen andere apparaten verbonden zijn om het bestand van te downloaden.
uk: Коли ви вибираєте цей файл, він не стане відразу доступним на цьому пристрої, оскільки немає інших пристроїв, підключених для завантаження файлу.

source: When you synchronize files, all changes, including deleting files, also happen on your other devices. Do not use Synctrain for back-up purposes, and always keep a back-up of your data.
de: Wenn Sie Dateien synchronisieren, werden alle Änderungen, einschließlich des Löschens von Dateien, auch auf Ihren anderen Geräten durchgeführt. Verwenden Sie Synctrain nicht für Sicherungszwecke und behalten Sie stets eine Sicherung Ihrer Daten.
es: Cuando sincronizas archivos, todos los cambios, incluida la eliminación de archivos, también suceden en tus otros dispositivos. No utilices Synctrain para fines de respaldo y siempre mantén una copia de seguridad de tus datos.
it: Quando sincronizzi i file, tutte le modifiche, compresa l'eliminazione dei file, avvengono anche sugli altri tuoi dispositivi. Non utilizzare Synctrain per scopi di backup e mantieni sempre un backup dei tuoi dati.
nl: Wanneer je bestanden synchroniseert, worden alle wijzigingen, ook verwijderen, doorgegeven aan je andere apparaten. Gebruik Synctrain niet voor het maken van back-ups, en zorg dat je altijd beschikt over een back-up van je gegevens.
uk: Коли ви синхронізуєте файли, всі зміни, включаючи видалення файлів, також будуть відображені на інших ваших пристроях. Не використовуйте Synctrain для резервного копіювання і завжди зберігайте резервну копію своїх даних.

source: While charging (long)
de: Beim Laden (lang)
es: Mientras se carga (largo)
it: Durante la ricarica (lungo)
nl: Tijdens het opladen (lang)
uk: Під час заряджання (довго)

source: While on battery (short)
de: Bei Batteriebetrieb (kurz)
es: Con batería (corto)
it: Con batteria (breve)
nl: Tijdens batterijgebruik (kort)
uk: На батареї (короткий)

source: You are adding a folder that may be controlled by another app. This can cause issues, for instance when synchronization changes the app's files structure in an unsupported way. Are you sure you want to continue?
de: Sie fügen einen Ordner hinzu, der von einer anderen App gesteuert werden könnte. Dies kann Probleme verursachen, z. B. wenn die Synchronisierung die Dateistruktur der App auf eine nicht unterstützte Weise ändert. Sind Sie sicher, dass Sie fortfahren möchten?
es: Estás añadiendo una carpeta que podría ser controlada por otra aplicación. Esto puede causar problemas, por ejemplo, cuando la sincronización cambia la estructura de archivos de la aplicación de una manera no compatible. ¿Estás seguro de que deseas continuar?
it: Stai aggiungendo una cartella che potrebbe essere controllata da un'altra app. Questo potrebbe causare problemi, ad esempio quando la sincronizzazione modifica la struttura dei file dell'app in un modo non supportato. Sei sicuro di voler continuare?
nl: U voegt een map toe die mogelijk door een andere app wordt beheerd. Dit kan problemen veroorzaken, bijvoorbeeld wanneer synchronisatie de bestandstructuur van de app op een niet-ondersteunde manier wijzigt. Weet u zeker dat u wilt doorgaan?
uk: Ви додаєте папку, якою може керувати інший додаток. Це може спричинити проблеми, наприклад, коли синхронізація змінює структуру файлів додатка в непідтримуваному форматі. Ви впевнені, що хочете продовжити?

source: You are using a custom configuration. This may be used for testing only, and at your own risk. Not all configuration options may be supported. To disable the custom configuration, remove the configuration files from the app's folder and restart the app. The makers of the app cannot be held liable for any data loss that may occur!
de: Sie verwenden eine benutzerdefinierte Konfiguration. Diese darf nur zu Testzwecken und auf eigenes Risiko verwendet werden. Es werden möglicherweise nicht alle Konfigurationsoptionen unterstützt. Um die benutzerdefinierte Konfiguration zu deaktivieren, entfernen Sie die Konfigurationsdateien aus dem Ordner der App und starten Sie die App neu. Die Entwickler der App können nicht für Datenverlust haftbar gemacht werden!
es: Está utilizando una configuración personalizada. Esto solo puede usarse para pruebas, bajo su propio riesgo. Es posible que no se admitan todas las opciones de configuración. Para desactivar la configuración personalizada, elimine los archivos de configuración de la carpeta de la aplicación y reinicie la aplicación. ¡Los creadores de la aplicación no pueden ser responsables de ninguna pérdida de datos que pueda ocurrir!
it: Stai utilizzando una configurazione personalizzata. Questa può essere utilizzata solo a scopo di test, a tuo rischio e pericolo. Non tutte le opzioni di configurazione potrebbero essere supportate. Per disabilitare la configurazione personalizzata, rimuovi i file di configurazione dalla cartella dell'app e riavvia l'app. I creatori dell'app non possono essere ritenuti responsabili per eventuali perdite di dati che potrebbero verificarsi!
nl: Je gebruikt een aangepaste configuratie. Dit mag alleen voor testdoeleinden worden gebruikt, en op eigen risico. Niet alle aangepaste configuratieopties worden ondersteund. Om de aangepaste configuratie ongedaan te maken, verwijder je de configuratiebestanden uit de map van de app, en herstart je de app. De makers van de app kunnen niet aansprakelijk worden gehouden voor enig dataverlies!
uk: Ви використовуєте користувацьку конфігурацію. Це може використовуватись лише для тестування та на ваш власний ризик. Не всі параметри конфігурації можуть бути підтримані. Щоб вимкнути користувацьку конфігурацію, видаліть файли конфігурації з папки додатка і перезапустіть додаток. Розробники додатку не несуть відповідальності за можливу втрату даних!

source: You decide with which devices you share which files. This also means the app makers cannot help you access or recover any lost files.
de: Sie entscheiden, mit welchen Geräten Sie welche Dateien teilen. Dies bedeutet auch, dass die App-Entwickler Ihnen nicht bei der Wiederherstellung verlorener Dateien helfen können.
es: Tú decides con qué dispositivos compartes qué archivos. Esto también significa que los creadores de la app no pueden ayudarte a acceder o recuperar archivos perdidos.
it: Scegli tu con quali dispositivi condividere i file. Ciò significa anche che i creatori dell'app non possono aiutarti ad accedere o recuperare file persi.
nl: Je bepaalt zelf met welke apparaten je welke bestanden deelt. Dit betekent ook dat de makers van deze app je niet kunnen helpen om verloren bestanden terug te krijgen.
uk: Ви вирішуєте, з якими пристроями ви ділитесь якими файлами. Це також означає, що розробники застосунку не можуть допомогти вам отримати доступ або відновити втрачені файли.

source: Your devices, your data, your responsibility
de: Ihre Geräte, Ihre Daten, Ihre Verantwortung
es: Tus dispositivos, tus datos, tu responsabilidad
it: I tuoi dispositivi, i tuoi dati, la tua responsabilità
nl: Jouw apparaten, jouw gegevens, jouw verantwoordelijkheid
uk: Ваші пристрої, ваші дані, ваша відповідальність

source: Host name
es: Nombre del host
it: Nome host
nl: Hostnaam
uk: Ім'я хоста

source: Name
es: Nombre
it: Nome
nl: Naam
uk: Назва

source: Open source
es: Código abierto
uk: Відкритий код

source: Port
es: Puerto
it: Porta
nl: Poort
uk: Порт

source: Relay ID
es: ID de relé
it: ID di relay
uk: Ідентифікатор реле

source: Start
es: Iniciar
it: Inizia
uk: Почати

source: Status
es: Estado
it: Stato
uk: Статус

source: Stream
es: Transmitir
it: Streaming
nl: Stream bestand
uk: Потік

source: Videos
it: Video
uk: Відео

source: XXXX-XXXX
nl: XXXXX-XXXXX

source: %@/s
uk: %@/с

source: %lld MB
uk: %lld МБ

source: %lld Mbit/s
uk: %lld Мбіт/с

source: App
uk: Додаток

source: quic
uk: швидко
